Repository: tonycho/candydoll
Catalog: plugins/print-invoices-packing-slip-labels-for-woocommerce/lang/wf-woocommerce-packing-list-*.po
Languages: de_de

source: To
de_de: Nach

source: Tracking Number :
de_de: Sendungscode :

source: FROM
de_de: VON

source: Order Number
de_de: Bestellnummer

source: Weight
de_de: Gewicht

source: Ship Date
de_de: Versanddatum

source: Print
de_de: Drucken

source: Order Number
de_de: Bestellnummer

source: Weight
de_de: Gewicht

source: Ship Date
de_de: Versanddatum

source: FROM:
de_de: VON:

source: TO:
de_de: NACH:

source: Invoice
de_de: Rechnung

source: Order
de_de: Auftrag

source: Billing address
de_de: Rechnungsadresse

source: VAT:
de_de: Mehrwertsteuer:

source: Shipping address
de_de: Lieferanschrift

source: Tracking provider:
de_de: Tracking- Anbieter :

source: Tracking number:
de_de: Sendungscode :

source: Product
de_de: Produkt

source: Quantity
de_de: Menge

source: Total Price
de_de: Gesamtpreis

source: Subtotal:
de_de: Zwischensumme:

source: Shipping:
de_de: Versand:

source: Cart Discount:
de_de: Warenkorb Rabatt:

source: Order Discount:
de_de: Bestellrabat:

source: Total:
de_de: Gesamt:

source: Total Weight
de_de: Gesamtgewicht

source: Print Shipment Label
de_de: Drucken Versand Etikett

source: Invoice
de_de: Rechnung

source: Order
de_de: Auftrag

source: Order Date
de_de: Auftragsdatum

source: Billing address :
de_de: Rechnungsadresse

source: VAT :
de_de: Mehrwertsteuer:

source: Phone :
de_de: Telefon:

source: Shipping address :
de_de: Lieferanschrift :

source: Subtotal
de_de: Zwischensumme

source: Shipping
de_de: Versand

source: Total
de_de: Gesamt

source: Pack Items Individually
de_de: Pack Objekte einzeln

source: Weight Based Packing
de_de: Gewichtsangabe Verpackung

source: Box Packing
de_de: Kasten-Verpackung

source: Single Package Per Order
de_de: Einzel Packung Pro Bestellung

source: Pack Heavier Items First
de_de: Packen Schwerere Gegenstände Erste

source: Pack Lighter Items First
de_de: Packen Erste leichtere Gegenstände

source: Pack Purely Divided By Weight
de_de: Pack rein Gewicht geteilt

source: Invoice
de_de: Rechnung

source: Settings
de_de: Einstellungen

source: You are not allowed to view this page.
de_de: Sie sind nicht diese Seite zu sehen erlaubt .

source: You need to Add Shipping from Address to Print shipping labels
de_de: Sie müssen Versand von Adresse hinzufügen Versandetiketten zu drucken

source: Print Options
de_de: Druckoptionen

source: WooCommerce - Print Invoices, Packing List & Labels Settings
de_de: WooCommerce - Rechnungen drucken , Verpackungs List & Label -Einstellungen

source: Your settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert.

source: Generic Settings :
de_de: Generisches Einstellungen:

source: Company Name
de_de: Name der Firma

source: Your custom company name for the print. Not exceeding 25 characters. Remains will be discarded.
de_de: Ihre individuelle Firmennamen für den Druck . Nicht mehr als 25 Zeichen . Reste werden verworfen.

source: Note:
de_de: Hinweis:

source: Leave blank to not to print a company name.
de_de: Freilassen , um nicht einen Firmennamen zu drucken.

source: Custom Logo
de_de: Kundenspezifisches Logo

source: Upload Image
de_de: Bild hochladen

source: Your custom logo for the print. Only image of size height 20px to 50px will be accepted.
de_de: Ihr individuelles Logo für den Druck . Nur Höhe 20px Bild der Größe auf 50px akzeptiert werden.

source: Leave blank to not to use a custom logo.
de_de: Freilassen , um nicht ein individuelles Logo zu verwenden.

source: Returns Policy, Conditions, etc.
de_de: Rückgaberecht , AGB etc.

source: Here you can add some policies, conditions etc. For example returns policy. Not exceeding 75 characters. Remains will be discarded.
de_de: Hier finden Sie einige Richtlinien , Bedingungen usw. hinzufügen Zum Beispiel Politik zurück. Nicht mehr als 75 Zeichen . Reste werden verworfen.

source: Leave blank to not to print any policy.
de_de: Freilassen , um nicht jede Politik zu drucken.

source: Custom Footer
de_de: Benutzerdefinierte Fußzeile

source: Your custom footer for the print. Not exceeding 75 characters. Remains will be discarded.
de_de: Die benutzerdefinierte Fußzeile für den Druck . Nicht mehr als 75 Zeichen . Reste werden verworfen.

source: Leave blank to not to print a footer.
de_de: Freilassen , um nicht eine Fußzeile zu drucken.

source: Preview Before Printing
de_de: Vorschau vor dem Drucken

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktivieren

source: Include DataMatrix Information
de_de: Fügen Sie Data-Matrix- Informationen

source: Check to add datamatrix inforamtion in shipping labels and invoice
de_de: Überprüfen Sie datamatri inforamtion in Versandetiketten hinzuzufügen und Rechnung

source: Enable PDF options
de_de: Aktivieren Sie PDF-Optionen

source: Check to enable PDF document download options
de_de: Überprüfen PDF-Dokument Download-Optionen ermöglichen

source: Enable variation data
de_de: Aktivieren Sie Variationsdaten

source: Check to add variation information to invoice
de_de: Überprüfen Variation Informationen hinzufügen zu fakturieren

source: Packaging Type
de_de: Verpackungsart

source: Packaging Process
de_de: Verpackungsprozess

source: Maximum package weight
de_de: Maximale Paketgewicht

source: Set the maximum weight for the package.
de_de: Legen Sie die maximale Gewicht für das Paket.

source: Box Sizes
de_de: Box Größen

source: Length
de_de: Länge

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Box Weight
de_de: Box Gewicht

source: Max Weight
de_de: Maximalgewicht

source: Add Box
de_de: Box hinzufügen

source: Remove selected box(es)
de_de: Entfernen Sie ausgewählte (n) Kästchen

source: Items will be packed into these boxes depending based on item dimensions and volume. Dimensions will be passed to FedEx and used for packing. Items not fitting into boxes will be packed individually.
de_de: Einzelteile werden in diese Kisten verpackt werden, je auf Basis von Artikeldimensionen und Volumen. Abmessungen werden an FedEx übergeben werden und zur Verpackung . Artikel Einbau nicht in Kisten werden einzeln verpackt werden.

source: Shipping From Address :
de_de: Versand von Adresse:

source: Sender Name
de_de: Absender

source: Sender name (Required for from address). Not exceeding 25 characters. Remains will be discarded.
de_de: Absendername ( Erforderlich für die von der Adresse ) . Nicht mehr als 25 Zeichen . Reste werden verworfen.

source: Sender Address Line1
de_de: Absenderadresse Line1

source: Sender Address Line1 (Required for from address). Not exceeding 25 characters. Remains will be discarded.
de_de: Absenderadresse Line1 ( Erforderlich für die von der Adresse ) . Nicht mehr als 25 Zeichen . Reste werden verworfen.

source: Sender Address Line2
de_de: Absenderadresse Netz2

source: Sender Address Line2 (Optional). Not exceeding 25 characters. Remains will be discarded.
de_de: Absenderadresse Netz2 (Optional) . Nicht mehr als 25 Zeichen . Reste werden verworfen.

source: Sender City
de_de: Sender -Stadt

source: Sender City(Required for from address).
de_de: Sender -Stadt ( Erforderlich für die von der Adresse ) .

source: Sender Country
de_de: Sender Land

source: Sender Country (Required for from address).
de_de: Sender Land ( Erforderlich für die von der Adresse ) .

source: Sender Postal Code
de_de: Sender Postleitzahl

source: Sender Postal Code (Required for from address).
de_de: Sender Postleitzahl ( Erforderlich für die von der Adresse ) .

source: Shipping Label Settings :
de_de: Versandetikett Einstellungen:

source: Shipping Label Size
de_de: Versandetikett Größe

source: Full Page
de_de: Volle Seite

source: Packing List Settings :
de_de: Packliste Einstellungen:

source: Include Item/Product Image
de_de: Fügen Sie Artikel / Artikelbild

source: Include Price
de_de: Fügen Sie Preis

source: Invoice Settings :
de_de: Rechnungs Einstellungen:

source: Use Order Number as Invoice Number
de_de: Verwenden Bestellnummer als Rechnungsnummer

source: Invoice Start Number
de_de: Rechnung Startnummer

source: Invoice Padding Number
de_de: Rechnung Padding Anzahl

source: Reset Invoice Number
de_de: Zurücksetzen Rechnungsnummer

source: Invoice Number Prefix
de_de: Rechnungsnummer Präfix

source: Invoice Number Postfix
de_de: Rechnungsnummer Postfix

source: Generate Invoice For
de_de: Generieren Rechnung für

source: Attach Invoice with Email
de_de: Bringen Sie Rechnung mit E-Mail

source: Attach Packing Slip with Email
de_de: Bringen Packzettel mit E-Mail

source: Additional Fields
de_de: Zusätzliche Felder

source: Save Changes
de_de: Änderungen speichern

source: Print Actions
de_de: drucken Aktionen

source: Print Invoice
de_de: Rechnung drucken

source: Print Packing List
de_de: Packliste drucken

source: Print Shipping Label
de_de: Drucken Versandetiketten

source: Download Invoice
de_de: Download Rechnung

source: Download PackingList
de_de: Herunterladen Packliste

source: Download Shipping Label
de_de: Herunterladen Versandetikett

source: Print Shipping Labels
de_de: Drucken Versandetiketten

source: Download Shipping Labels
de_de: Download von Versandetiketten

source: Download Packing List
de_de: Herunterladen Packliste
